In [1]:
import pandas as pd

In [8]:
baseball_team = {
    'Team': ['ARI', 'ATL', 'BAL'],
    'League': ['NL', 'NL', 'AL'],
    'Year': ['2012', '2010', '2000'],
    'RS': ['734', '700', '710'],
    'RA': ['688', '600', '700'],
    'W': ['81', '94', '93'],
    'G': ['162', '160', '150']
}

In [9]:
baseball_team_df = pd.DataFrame(baseball_team)

In [10]:
baseball_team_df

  Team League  Year   RS   RA   W    G
0  ARI     NL  2012  734  688  81  162
1  ATL     NL  2010  700  600  94  160
2  BAL     AL  2000  710  700  93  150

In [13]:
for row in baseball_team_df:
    print(row)

Team
League
Year
RS
RA
W
G